code --install-extension adpyke.codesnap
code --install-extension angular.ng-template
code --install-extension anotherglitchinthematrix.monochrome
code --install-extension arrterian.nix-env-selector
code --install-extension artlaman.chalice-icon-theme
code --install-extension chadalen.vscode-jetbrains-icon-theme
code --install-extension eamodio.gitlens
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-complete-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension humao.rest-client
code --install-extension jnoortheen.nix-ide
code --install-extension mads-hartmann.bash-ide-vscode
code --install-extension mikestead.dotenv
code --install-extension mkhl.direnv
code --install-extension mobalic.jetbrains-new-dark
code --install-extension ms-vscode.cpptools-themes
code --install-extension mujdecisy.simple-light-bw
code --install-extension orhun.black-waves
code --install-extension oven.bun-vscode
code --install-extension pinage404.nix-extension-pack
code --install-extension redhat.java
code --install-extension redhat.vscode-yaml
code --install-extension renxzen.google-colab-theme
code --install-extension rust-lang.rust-analyzer
code --install-extension tomrijndorp.find-it-faster
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-test
code --install-extension yy0931.vscode-sqlite3-editor
